{
    "metadata": {
        "season": "advent",
        "week": "01",
        "weekday": "wednesday"
    },
    "readings": [
        {
            "type": "reading-I",
            "reference": "Is 25, 6-10a",
            "snippet": "«O Senhor convida para o seu banquete e enxuga as lágrimas de todas as faces»",
            "announcement": "Leitura do Livro de Isaías",
            "text": "Sobre este monte, o Senhor do Universo há-de preparar para todos os povos um banquete de manjares suculentos, um banquete de vinhos deliciosos: comida de boa gordura, vinhos puríssimos. Sobre este monte, há-de tirar o véu que cobria todos os povos, o pano que envolvia todas as nações; Ele destruirá a morte para sempre. O Senhor Deus enxugará as lágrimas de todas as faces e fará desaparecer da terra inteira o opróbrio que pesa sobre o seu povo. Porque o Senhor falou. Dir-se-á naquele dia: «Eis o nosso Deus, de quem esperávamos a salvação; é o Senhor, em quem pusemos a nossa confiança. Alegremo-nos e rejubilemos, porque nos salvou. A mão do Senhor pousará sobre este monte»."
        },
        {
            "type": "psalm",
            "reference": "Salmo 22 (23), 1-3a.3b-4.5.6 (R. 6cd )",
            "response": "Habitarei para sempre na casa do Senhor.",
            "verses": [
                "O Senhor é meu pastor: nada me falta. Leva-me a descansar em verdes prados, conduz-me às águas refrescantes e reconforta a minha alma.",
                "Ele me guia por sendas direitas por amor do seu nome. Ainda que tenha de andar por vales tenebrosos, não temerei nenhum mal, porque Vós estais comigo: o vosso cajado e o vosso báculo me enchem de confiança.",
                "Para mim preparais a mesa à vista dos meus adversários; com óleo me perfumais a cabeça e o meu cálice transborda.",
                "A bondade e a graça hão-de acompanhar-me todos os dias da minha vida, e habitarei na casa do Senhor para todo o sempre."
            ]
        },
        {
            "type": "aleluia",
            "reference": null,
            "response": "Aleluia. Aleluia.",
            "text": "O Senhor vem salvar o seu povo: felizes os que estão preparados para ir ao seu encontro."
        },
        {
            "type": "gospel",
            "reference": "Mt 15, 29-37",
            "snippet": "«Jesus cura muitos enfermos e multiplica os pães»",
            "announcement": "Evangelho de Nosso Senhor Jesus Cristo segundo São Mateus",
            "text": "Naquele tempo, foi Jesus para junto do mar da Galileia e, subindo ao monte, sentou-Se. Veio ter com Ele uma grande multidão, trazendo coxos, aleijados, cegos, mudos e muitos outros, que lançavam a seus pés. Ele curou-os, de modo que a multidão ficou admirada, ao ver os mudos a falar, os aleijados a ficar sãos, os coxos a andar e os cegos a ver; e todos davam glória ao Deus de Israel. Então Jesus, chamando a Si os discípulos, disse-lhes: «Tenho pena desta multidão, porque há três dias que estão comigo e não têm que comer. Mas não quero despedi-los em jejum, pois receio que desfaleçam no caminho». Disseram-Lhe os discípulos: «Onde iremos buscar, num deserto, pães suficientes para saciar tão grande multidão?» Jesus perguntou-lhes: «Quantos pães tendes?» Eles responderam-Lhe: «Sete, e alguns peixes pequenos». Jesus ordenou então às pessoas que se sentassem no chão. Depois tomou os sete pães e os peixes e, dando graças, partiu-os e foi-os entregando aos discípulos e os discípulos distribuíram-nos pela multidão. Todos comeram até ficarem saciados. E com os pedaços que sobraram encheram sete cestos."
        }
    ]
}