{
    "metadata": {
        "season": "advent",
        "week": "02",
        "weekday": "friday"
    },
    "readings": [
        {
            "type": "reading-I",
            "reference": "Is 48, 17-19",
            "snippet": "«Se tivesses ouvido as minhas ordens...»",
            "announcement": "Leitura do Livro de Isaías",
            "text": "Eis o que diz o Senhor, o teu redentor, o Santo de Israel: «Eu sou o Senhor, teu Deus, que te ensino o que é para teu bem e te conduzo pelo caminho que deves seguir. Se tivesses atendido às minhas ordens, a tua paz seria como um rio e a tua justiça como as ondas do mar. A tua descendência seria como a areia e como os seus grãos a tua posteridade. Nunca o teu nome seria tirado nem riscado da minha presença»."
        },
        {
            "type": "psalm",
            "reference": "Salmo 1, 1-2.3.4.6 (R. cf. Jo 8, 12)",
            "response": "Quem Vos segue, Senhor, terá a luz da vida.",
            "verses": [
                "Feliz o homem que não segue o conselho dos ímpios, não se detém no caminho dos pecadores nem toma parte na reunião dos maldizentes; mas antes se compraz na lei do Senhor e nela medita dia e noite.",
                "É como árvore plantada à beira das águas: dá fruto a seu tempo e a sua folhagem não murcha. Tudo quanto fizer será bem sucedido.",
                "Bem diferente é a sorte dos ímpios: são como a palha que o vento leva. O Senhor vela pelo caminho dos justos, mas o caminho dos pecadores leva à perdição."
            ]
        },
        {
            "type": "aleluia",
            "reference": null,
            "response": "Aleluia. Aleluia.",
            "text": "O Senhor está perto, ide ao seu encontro; Ele é o príncipe da paz."
        },
        {
            "type": "gospel",
            "reference": "Mt 11, 16-19",
            "snippet": "«Não ouvem João nem o Filho do homem»",
            "announcement": "Evangelho de Nosso Senhor Jesus Cristo segundo São Mateus",
            "text": "Naquele tempo, disse Jesus à multidão: «A quem poderei comparar esta geração? É como os meninos sentados nas praças, que se interpelam uns aos outros, dizendo: ‘Tocámos flauta e não dançastes; entoámos lamentações e não chorastes’. Veio João Baptista, que não comia nem bebia, e dizem que tinha o demónio com ele. Veio o Filho do homem, que come e bebe, e dizem: ‘É um glutão e um ébrio, amigo de publicanos e pecadores’. Mas a sabedoria foi justificada pelas suas obras»."
        }
    ]
}