{
    "metadata": {
        "season": "advent",
        "week": "02",
        "weekday": "monday"
    },
    "readings": [
        {
            "type": "reading-I",
            "reference": "Is 35, 1-10",
            "snippet": "«Deus vem salvar-nos»",
            "announcement": "Leitura do Livro de Isaías",
            "text": "Alegrem-se o deserto e o descampado, rejubile e floresça a terra árida, cubra-se de flores como o narciso, exulte com brados de alegria. Ser-lhe-á dada a glória do Líbano, o esplendor do Carmelo e de Saron. Verão a glória do Senhor, o esplendor do nosso Deus. Fortalecei as mãos fatigadas e robustecei os joelhos vacilantes. Dizei aos corações perturbados: «Tende coragem, não temais: Aí está o vosso Deus, que vem para fazer justiça e dar a recompensa. Ele próprio vem salvar-vos». Abrir-se-ão os olhos dos cegos e os ouvidos dos surdos. Então o coxo saltará como um veado e a língua do mudo cantará de alegria. As águas brotarão no deserto e as torrentes na aridez da planície; a terra seca transformar-se-á em lago e a terra sequiosa em nascentes de água. No covil dos chacais crescerão canas e juncos. Aí haverá uma estrada, que se chamará «caminho sagrado»; nenhum homem impuro passará por ele e nele os insensatos não se perderão. Nesse caminho não haverá leões, nem andarão por ali animais ferozes. Por ele caminharão os resgatados e voltarão os que tiver libertado o Senhor. Hão-de chegar a Sião com brados de alegria, com eterna felicidade a iluminar-lhes o rosto. Reinarão o prazer e o contentamento e acabarão a dor e os gemidos."
        },
        {
            "type": "psalm",
            "reference": "Sal. 84 (85), 9ab-10.11-12.13-14 (R. Is 35, 4d)",
            "response": "O Senhor, nosso Deus, vem salvar-nos.",
            "verses": [
                "Escutemos o que diz o Senhor: Deus fala de paz ao seu povo e aos seus fiéis. A sua salvação está perto dos que O temem e a sua glória habitará na nossa terra.",
                "Encontraram-se a misericórdia e a fidelidade, abraçaram-se a paz e a justiça. A fidelidade vai germinar da terra e a justiça descerá do Céu.",
                "O Senhor dará ainda o que é bom e a nossa terra produzirá os seus frutos. A justiça caminhará à sua frente e a paz seguirá os seus passos."
            ]
        },
        {
            "type": "aleluia",
            "reference": null,
            "response": "Aleluia. Aleluia.",
            "text": "Eis que vem o Rei, Senhor de toda a terra, libertar-nos do jugo do nosso cativeiro."
        },
        {
            "type": "gospel",
            "reference": "Lc 5, 17-26",
            "snippet": "«Hoje vimos maravilhas»",
            "announcement": "Evangelho de Nosso Senhor Jesus Cristo segundo São Lucas",
            "text": "Certo dia, enquanto Jesus ensinava, estavam entre a assistência fariseus e doutores da Lei, que tinham vindo de todas as povoações da Galileia, da Judeia e de Jerusalém; e Ele tinha o poder do Senhor para operar curas. Apareceram então uns homens, trazendo num catre um paralítico; tentavam levá-lo para dentro e colocá-lo diante de Jesus. Como não encontraram modo de o introduzir, por causa da multidão, subiram ao terraço e, através das telhas, desceram-no com o catre, deixando-o no meio da assistência, diante de Jesus. Ao ver a fé daquela gente, Jesus disse: «Homem, os teus pecados estão perdoados». Os escribas e fariseus começaram a pensar: «Quem é este que profere blasfémias? Não é só Deus que pode perdoar os pecados?» Mas Jesus, que lia nos seus pensamentos, tomou a palavra e disse-lhes: «Que estais a pensar nos vossos corações? Que é mais fácil dizer: ‘Os teus pecados estão perdoados’ ou ‘Levanta-te e anda’? Pois bem, para saberdes que o Filho do homem tem na terra o poder de perdoar os pecados... Eu te ordeno – disse Ele ao paralítico – levanta-te, toma a tua enxerga e vai para casa». Logo ele se levantou à vista de todos, tomou a enxerga em que estivera deitado e foi para casa, dando glória a Deus. Ficaram todos muito admirados e davam glória a Deus; e, cheios de temor, diziam: «Hoje vimos maravilhas»."
        }
    ]
}