{
    "metadata": {
        "season": "advent",
        "week": "02",
        "weekday": "saturday"
    },
    "readings": [
        {
            "type": "reading-I",
            "reference": "Sir 48, 1-4.9-11",
            "snippet": "«Elias virá de novo»",
            "announcement": "Leitura do Livro de Ben-Sirá",
            "text": "Naqueles dias, apareceu como um fogo o profeta Elias e as suas palavras queimavam como um facho ardente. Fez vir a fome sobre os israelitas e no seu zelo reduziu-os a poucos. Com a palavra do Senhor fechou o céu e por três vezes fez descer o fogo. – Como foste admirável, Elias, pelos teus prodígios! Quem se pode gloriar de ser como tu? Foste arrebatado num turbilhão de chamas e num carro puxado por cavalos de fogo; foste preparado para, em determinado tempo, aplacares a ira divina antes que ela se inflame, para reconciliares o coração dos pais com os filhos e restabeleceres as tribos de Jacob. Felizes os que te viram e os que morreram no amor, porque também nós certamente viveremos."
        },
        {
            "type": "psalm",
            "reference": "Salmo 79 (80), 2ac e 3b. 15-16.18-19 (R. 4)",
            "response": "Senhor nosso Deus, fazei-nos voltar, mostrai-nos o vosso rosto e seremos salvos.",
            "alt-response": "Ou: Mostrai-nos, Senhor, o vosso rosto e seremos salvos.",
            "verses": [
                "Pastor de Israel, escutai, Vós que estais sentado sobre os Querubins, aparecei. Despertai o vosso poder e vinde em nosso auxílio.",
                "Deus dos Exércitos, vinde de novo, olhai dos céus e vede, visitai esta vinha. Protegei a cepa que a vossa mão direita plantou, o rebento que fortalecestes para Vós.",
                "Estendei a mão sobre o homem que escolhestes, sobre o filho do homem que para Vós criastes; e não mais nos apartaremos de Vós: fazei-nos viver e invocaremos o vosso nome."
            ]
        },
        {
            "type": "aleluia",
            "reference": "Lc 3, 4.6",
            "response": "Aleluia. Aleluia.",
            "text": "Preparai o caminho do Senhor, endireitai as suas veredas e toda a criatura verá a salvação de Deus."
        },
        {
            "type": "gospel",
            "reference": "Mt 17, 10-13",
            "snippet": "«Elias já veio e não o reconheceram»",
            "announcement": "Evangelho de Nosso Senhor Jesus Cristo segundo São Mateus",
            "text": "Ao descerem do monte, os discípulos perguntaram a Jesus: «Porque dizem os escribas que Elias tem de vir primeiro?» Jesus respondeu-lhes: «Certamente Elias há-de vir para restaurar todas as coisas. Eu vos digo, porém, que Elias já veio; mas, em vez de o reconhecerem, fizeram-lhe tudo o que quiseram. Assim também o Filho do homem será maltratado por eles». Então os discípulos compreenderam que Jesus lhes falava de João Baptista."
        }
    ]
}