{
    "metadata": {
        "season": "advent",
        "week": "02",
        "weekday": "sunday-C"
    },
    "readings": [
        {
            "type": "reading-I",
            "reference": "Bar 5, 1-9",
            "snippet": "«Deus mostrará o teu esplendor»",
            "announcement": "Leitura do Livro de Baruc",
            "text": "Jerusalém, deixa a tua veste de luto e aflição e reveste para sempre a beleza da glória que vem de Deus. Cobre-te com o manto da justiça que vem de Deus e coloca sobre a cabeça o diadema da glória do Eterno. Deus vai mostrar o teu esplendor a toda a criatura que há debaixo do céu; Deus te dará para sempre este nome: «Paz da justiça e glória da piedade». Levanta-te, Jerusalém, sobe ao alto e olha para o Oriente: vê os teus filhos reunidos desde o Poente ao Nascente, por ordem do Deus Santo, felizes por Deus Se ter lembrado deles. Tinham-te deixado, caminhando a pé, levados pelos inimigos; mas agora é Deus que os reconduz a ti, trazidos em triunfo, como filhos de reis. Deus decidiu abater todos os altos montes e as colinas seculares e encher os vales, para se aplanar a terra, a fim de que Israel possa caminhar em segurança, na glória de Deus. Também os bosques e todas as árvores aromáticas darão sombra a Israel, por ordem de Deus, porque Deus conduzirá Israel na alegria, à luz da sua glória, com a misericórdia e a justiça que d’Ele procedem."
        },
        {
            "type": "psalm",
            "reference": "Salmo 125 (126), 1-2ab.2cd-3.4-5.6 (R.3)",
            "response": "Grandes maravilhas fez por nós o Senhor: por isso exultamos de alegria.",
            "alt-response": "Ou: O Senhor fez maravilhas em favor do seu povo.",
            "verses": [
                "Quando o Senhor fez regressar os cativos de Sião, parecia-nos viver um sonho. Da nossa boca brotavam expressões de alegria e de nossos lábios cânticos de júbilo.",
                "Diziam então os pagãos: «O Senhor fez por eles grandes coisas». Sim, grandes coisas fez por nós o Senhor, estamos exultantes de alegria.",
                "Fazei regressar, Senhor, os nossos cativos, como as torrentes do deserto. Os que semeiam em lágrimas recolhem com alegria.",
                "À ida, vão a chorar, levando as sementes; à volta, vêm a cantar, trazendo os molhos de espigas."
            ]
        },
        {
            "type": "reading-II",
            "reference": "Filip 1, 4-6. 8-11",
            "snippet": "«Puros e irrepreensíveis para o dia de Cristo»",
            "announcement": "Leitura da Epístola do apóstolo São Paulo aos Filipenses",
            "text": "Irmãos: Em todas as minhas orações, peço sempre com alegria por todos vós, recordando-me da parte que tomastes na causa do Evangelho, desde o primeiro dia até ao presente. Tenho plena confiança de que Aquele que começou em vós tão boa obra há-de levá-la a bom termo até ao dia de Cristo Jesus. Deus é testemunha de que vos amo a todos no coração de Cristo Jesus. Por isso Lhe peço que a vossa caridade cresça cada vez mais em ciência e discernimento, para que possais distinguir o que é melhor e vos torneis puros e irrepreensíveis para o dia de Cristo, na plenitude dos frutos de justiça que se obtêm por Jesus Cristo, para louvor e glória de Deus."
        },
        {
            "type": "aleluia",
            "reference": "Lc 3, 4.6",
            "response": "Aleluia. Aleluia.",
            "text": "Preparai o caminho do Senhor, endireitai as suas veredas e toda a criatura verá a salvação de Deus."
        },
        {
            "type": "gospel",
            "reference": "Lc 3, 1-6",
            "snippet": "«Toda a criatura verá a salvação de Deus»",
            "announcement": "Evangelho de Nosso Senhor Jesus Cristo segundo São Lucas",
            "text": "No décimo quinto ano do reinado do imperador Tibério, quando Pôncio Pilatos era governador da Judeia, Herodes tetrarca da Galileia, seu irmão Filipe tetrarca da região da Itureia e Traconítide e Lisânias tetrarca de Abilene, no pontificado de Anás e Caifás, foi dirigida a palavra de Deus a João, filho de Zacarias, no deserto. E ele percorreu toda a zona do rio Jordão, pregando um baptismo de penitência para a remissão dos pecados, como está escrito no livro dos oráculos do profeta Isaías: «Uma voz clama no deserto: ‘Preparai o caminho do Senhor, endireitai as suas veredas. Sejam alteados todos os vales e abatidos os montes e as colinas; endireitem-se os caminhos tortuosos e aplanem-se as veredas escarpadas; e toda a criatura verá a salvação de Deus’»."
        }
    ]
}