{
    "metadata": {
        "season": "advent",
        "week": "03",
        "weekday": "thursday"
    },
    "readings": [
        {
            "type": "reading-I",
            "reference": "Is 54, 1-10",
            "snippet": "«O Senhor chamou-te como esposa repudiada»",
            "announcement": "Leitura do Livro de Isaías",
            "text": "«Alegra-te, ó estéril, que não tiveste filhos, solta brados de alegria e de júbilo, tu que não sentistes as dores da maternidade. Porque são mais numerosos os filhos da abandonada do que os filhos da esposa», diz o Senhor. Alarga o espaço da tua tenda, sem olhar a despesas, estende sem medo as cortinas das tuas moradas; alonga as cordas, reforça as estacas, porque vais expandir-te para a direita e para a esquerda: a tua descendência conquistará as nações e povoará as cidades abandonadas. Não temas, porque não serás confundida, não te envergonhes, porque não serás humilhada. Esquecerás a vergonha da tua juventude e não mais recordarás o opróbrio da tua viuvez. O teu Criador, Jerusalém, será o teu Esposo e o seu nome é ‘Senhor do Universo’. O teu Redentor será o Santo de Israel, que se chama ‘Deus de toda a terra’. Como à mulher abandonada e de alma aflita, o Senhor volta a chamar-te: ‘A esposa da juventude poderá ser repudiada?’ - diz o teu Deus. Por um momento abandonei-te, mas no meu grande amor volto a chamar-te. Num acesso de ira, escondi de ti a minha face, mas na minha misericórdia eterna tive compaixão de ti, - diz o Senhor, teu Redentor. Comigo sucede como no tempo de Noé, quando jurei que as águas do dilúvio não mais invadiriam a terra. Assim Eu juro não tornar a irritar-Me contra ti, não voltar a ameaçar-te. Ainda que sejam abaladas as montanhas e vacilem as colinas, a minha misericórdia não te abandonará, a minha aliança de paz não vacilará», - diz o Senhor, compadecido de ti."
        },
        {
            "type": "psalm",
            "reference": "Salmo 29 (30), 2.4-6.11-12a.13b (R. 2a)",
            "response": "Eu Vos louvarei, Senhor, porque me salvastes.",
            "verses": [
                "Eu Vos glorifico, Senhor, porque me salvastes e não deixastes que de mim se regozijassem os inimigos. Tirastes a minha alma da mansão dos mortos, vivificastes-me para não descer à cova.",
                "Cantai salmos ao Senhor, vós os seus fiéis, e dai graças ao seu nome santo. A sua ira dura apenas um momento e a sua benevolência a vida inteira. Ao cair da noite vêm as lágrimas e ao amanhecer volta a alegria.",
                "Ouvi, Senhor, e tende compaixão de mim, Senhor, sede Vós o meu auxílio. Vós convertestes em júbilo o meu pranto: Senhor meu Deus, eu Vos louvarei eternamente."
            ]
        },
        {
            "type": "aleluia",
            "reference": "Lc 3, 4.6",
            "response": "Aleluia. Aleluia.",
            "text": "Preparai os caminhos do Senhor, endireitai as suas veredas e toda a criatura verá a salvação de Deus."
        },
        {
            "type": "gospel",
            "reference": "Lc 7, 24-30",
            "snippet": "«João é o mensageiro que prepara o caminho do Senhor»",
            "announcement": "Evangelho de Nosso Senhor Jesus Cristo segundo São Lucas",
            "text": "Quando os mensageiros de João Baptista se retiraram, Jesus começou a falar dele à multidão: «Que fostes ver ao deserto? Uma cana agitada pelo vento? Mas que fostes ver? Um homem vestido com roupas finas? Os que vestem com luxo e vivem regaladamente encontram-se nos palácios dos reis. Que fostes ver então? Um profeta? Sim - Eu vo-lo digo - e mais do que profeta. É aquele de quem está escrito: ‘Vou enviar à tua frente o meu mensageiro, que preparará o caminho diante de ti’. Eu vos digo que, entre os nascidos de mulher, não há nenhum maior do que João; mas o mais pequeno no reino de Deus é maior do que ele». Todo o povo que O escutou, incluindo os publicanos, proclamaram a justiça de Deus, recebendo o baptismo de João. Mas os fariseus e os doutores da Lei, que não quiseram receber o baptismo, anularam para si próprios o desígnio de Deus."
        }
    ]
}