{
    "metadata": {
        "season": "advent",
        "week": "04",
        "weekday": "sunday-C"
    },
    "readings": [
        {
            "type": "reading-I",
            "reference": "Miq 5, 1-4a",
            "snippet": "«De ti sairá Aquele que há-de reinar sobre Israel»",
            "announcement": "Leitura da Profecia de Miqueias",
            "text": "Eis o que diz o Senhor: «De ti, Belém-Efratá, pequena entre as cidades de Judá, de ti sairá aquele que há-de reinar sobre Israel. As suas origens remontam aos tempos de outrora, aos dias mais antigos. Por isso Deus os abandonará até à altura em que der à luz aquela que há-de ser mãe. Então voltará para os filhos de Israel o resto dos seus irmãos. Ele se levantará para apascentar o seu rebanho pelo poder do Senhor, pelo nome glorioso do Senhor, seu Deus. Viver-se-á em segurança, porque ele será exaltado até aos confins da terra. Ele será a paz»."
        },
        {
            "type": "psalm",
            "reference": "Salmo 79 (80), 2ac.3b.15-16.18-19 (R.4)",
            "response": "Senhor nosso Deus, fazei-nos voltar, mostrai-nos o vosso rosto e seremos salvos.",
            "alt-response": "Ou: Mostrai-nos, Senhor, o vosso rosto e seremos salvos.",
            "verses": [
                "Pastor de Israel, escutai, Vós estais sobre os Querubins, aparecei. Despertai o vosso poder e vinde em nosso auxílio.",
                "Deus dos Exércitos, vinde de novo, olhai dos céus e vede, visitai esta vinha; protegei a cepa que a vossa mão direita plantou, o rebento que fortalecestes para Vós.",
                "Estendei a mão sobre o homem que escolhestes, sobre o filho do homem que para Vós criastes. Nunca mais nos apartaremos de Vós, fazei-nos viver e invocaremos o vosso nome."
            ]
        },
        {
            "type": "reading-II",
            "reference": "Hebr 10, 5-10",
            "snippet": "«Eu venho para fazer a vossa vontade»",
            "announcement": "Leitura da Epístola aos Hebreus",
            "text": "Irmãos: Ao entrar no mundo, Cristo disse: «Não quiseste sacrifícios nem oblações, mas formaste-Me um corpo. Não Te agradaram holocaustos nem imolações pelo pecado. Então Eu disse: ‘Eis-Me aqui; no livro sagrado está escrito a meu respeito: Eu venho, ó Deus, para fazer a tua vontade’». Primeiro disse: «Não quiseste sacrifícios nem oblações, não Te agradaram holocaustos nem imolações pelo pecado». E no entanto, eles são oferecidos segundo a Lei. Depois acrescenta: «Eis-Me aqui: Eu venho para fazer a tua vontade». Assim aboliu o primeiro culto para estabelecer o segundo. É em virtude dessa vontade que nós fomos santificados pela oblação do corpo de Jesus Cristo, feita de uma vez para sempre."
        },
        {
            "type": "aleluia",
            "reference": "Mt 1, 38",
            "response": "Aleluia. Aleluia.",
            "text": "Eis a escrava do Senhor: faça-se em mim segundo a vossa palavra."
        },
        {
            "type": "gospel",
            "reference": "Lc 1, 39-45",
            "snippet": "«Donde me é dado que venha ter comigo a Mãe do meu Senhor?»",
            "announcement": "Evangelho de Nosso Senhor Jesus Cristo segundo São Lucas",
            "text": "Naqueles dias, Maria pôs-se a caminho e dirigiu-se apressadamente para a montanha, em direcção a uma cidade de Judá. Entrou em casa de Zacarias e saudou Isabel. Quando Isabel ouviu a saudação de Maria, o menino exultou-lhe no seio. Isabel ficou cheia do Espírito Santo e exclamou em alta voz: «Bendita és tu entre as mulheres e bendito é o fruto do teu ventre. Donde me é dado que venha ter comigo a Mãe do meu Senhor? Na verdade, logo que chegou aos meus ouvidos a voz da tua saudação, o menino exultou de alegria no meu seio. Bem-aventurada aquela que acreditou no cumprimento de tudo quanto lhe foi dito da parte do Senhor»."
        }
    ]
}