{
    "metadata": {
        "season": "advent",
        "week": "04",
        "weekday": "sunday-B"
    },
    "readings": [
        {
            "type": "reading-I",
            "reference": "2 Sam 7, 1-5.8b-12.14a.16",
            "announcement": "Leitura do Segundo Livro de Samuel",
            "text": "Quando David já morava em sua casa e o Senhor lhe deu tréguas de todos os inimigos que o rodeavam, o rei disse ao profeta Natã: «Como vês, eu moro numa casa de cedro e a arca de Deus está debaixo de uma tenda». Natã respondeu ao rei: «Faz o que te pede o teu coração, porque o Senhor está contigo». Nessa mesma noite, o Senhor falou a Natã, dizendo: «Vai dizer ao meu servo David: Assim fala o Senhor: Pensas edificar um palácio para Eu habitar? Tirei-te das pastagens onde guardavas os rebanhos, para seres o chefe do meu povo de Israel. Estive contigo em toda a parte por onde andaste e exterminei diante de ti todos os teus inimigos. Dar-te-ei um nome tão ilustre como o nome dos grandes da terra. Prepararei um lugar para o meu povo de Israel; e nele o instalarei para que habite nesse lugar, sem que jamais tenha receio e sem que os perversos tornem a oprimi-lo como outrora, quando Eu constituía juízes no meu povo de Israel. Farei que vivas seguro de todos os teus inimigos. O Senhor anuncia que te vai fazer uma casa. Quando chegares ao termo dos teus dias e fores repousar com teus pais estabelecerei em teu lugar um descendente que há-de nascer de ti e consolidarei a tua realeza. Serei para ele um pai e ele será para Mim um filho. A tua casa e o teu reino permanecerão diante de Mim eternamente e o teu trono será firme para sempre»."
        },
        {
            "type": "psalm",
            "reference": "Salmo 88 (89), 2-3.4-5.27 e 29 (R. cf. 2a)",
            "response": "Cantarei eternamente as misericórdias do Senhor.",
            "alt-response": "Ou: Senhor, cantarei eternamente a vossa bondade.",
            "verses": [
                "Cantarei eternamente as misericórdias do Senhor e para sempre proclamarei a sua fidelidade. Vós dissestes: «A bondade está estabelecida para sempre», no céu permanece firme a vossa fidelidade.",
                "«Concluí uma aliança com o meu eleito, fiz um juramento a David meu servo: ‘Conservarei a tua descendência para sempre, estabelecerei o teu trono por todas as gerações’».",
                "«Ele Me invocará: ‘Vós sois meu Pai, meu Deus, meu Salvador’. Assegurar-lhe-ei para sempre o meu favor, a minha aliança com ele será irrevogável»."
            ]
        },
        {
            "type": "reading-II",
            "reference": "Rom 16, 25-27",
            "announcement": "Leitura da Epístola do apóstolo São Paulo aos Romanos",
            "text": "Irmãos: Àquele que tem o poder de vos confirmar, segundo o meu Evangelho e a pregação de Jesus Cristo - a revelação do mistério encoberto desde os tempos eternos mas agora manifestado e dado a conhecer a todos os povos pelas escrituras dos Profetas segundo a ordem do Deus eterno, dado a conhecer a todos os gentios para que eles obedeçam à fé a Deus, o único sábio, por Jesus Cristo, seja dada glória pelos séculos dos séculos. Ámen."
        },
        {
            "type": "aleluia",
            "reference": "Lc 1, 38",
            "response": "Aleluia. Aleluia.",
            "text": "Eis a escrava do Senhor: faça-se em mim segundo a vossa palavra."
        },
        {
            "type": "gospel",
            "reference": "Lc 1, 26-38",
            "snippet": "«Conceberás e darás à luz um Filho»",
            "announcement": "Evangelho de Nosso Senhor Jesus Cristo segundo São Lucas",
            "text": "Naquele tempo, o Anjo Gabriel foi enviado por Deus a uma cidade da Galileia chamada Nazaré, a uma Virgem desposada com um homem chamado José. O nome da Virgem era Maria. Tendo entrado onde ela estava, disse o Anjo: «Ave, cheia de graça, o Senhor está contigo; bendita és tu entre as mulheres». Ela ficou perturbada com estas palavras e pensava que saudação seria aquela. Disse-lhe o Anjo: «Não temas, Maria, porque encontraste graça diante de Deus. Conceberás e darás à luz um Filho, a quem porás o nome de Jesus. Ele será grande e chamar-Se-á Filho do Altíssimo. O Senhor Deus Lhe dará o trono de seu pai David; reinará eternamente sobre a casa de Jacob e o seu reinado não terá fim». Maria disse ao Anjo: «Como será isto, se eu não conheço homem?» O Anjo respondeu-lhe: «O Espírito Santo virá sobre ti e a força do Altíssimo te cobrirá com a sua sombra. Por isso o Santo que vai nascer será chamado Filho de Deus. E a tua parenta Isabel concebeu também um filho na sua velhice e este é o sexto mês daquela a quem chamavam estéril; porque a Deus nada é impossível». Maria disse então: «Eis a escrava do Senhor; faça-se em mim segundo a tua palavra»."
        }
    ]
}