{
    "metadata": {
        "season": "advent",
        "week": "04",
        "weekday": "sunday-A"
    },
    "readings": [
        {
            "type": "reading-I",
            "reference": "Is 7, 10-14",
            "snippet": "«A virgem conceberá»",
            "announcement": "Leitura do Livro de Isaías",
            "text": "Naqueles dias, o Senhor mandou ao rei Acaz a seguinte mensagem: «Pede um sinal ao Senhor teu Deus, quer nas profundezas do abismo, quer lá em cima nas alturas». Acaz respondeu: «Não pedirei, não porei o Senhor à prova». Então Isaías disse: «Escutai, casa de David: Não vos basta que andeis a molestar os homens para quererdes também molestar o meu Deus? Por isso, o próprio Senhor vos dará um sinal: a virgem conceberá e dará à luz um filho e o seu nome será Emanuel»."
        },
        {
            "type": "psalm",
            "reference": "Salmo 23 (24), 1-2.3-4ab.5-6 (R. 7c e 10b)",
            "response": "Venha o Senhor: é Ele o rei glorioso.",
            "alt-response": "Ou: O Senhor virá: Ele é o rei da glória.",
            "verses": [
                "Do Senhor é a terra e o que nela existe, o mundo e quantos nele habitam. Ele a fundou sobre os mares e a consolidou sobre as águas.",
                "Quem poderá subir à montanha do Senhor? Quem habitará no seu santuário? O que tem as mãos inocentes e o coração puro, que não invocou o seu nome em vão nem jurou falso.",
                "Este será abençoado pelo Senhor e recompensado por Deus, seu Salvador. Esta é a geração dos que O procuram, que procuram a face do Deus de Jacob."
            ]
        },
        {
            "type": "reading-II",
            "reference": "Rom 1, 1-7",
            "announcement": "Leitura da Epístola do apóstolo São Paulo aos Romanos",
            "text": "Paulo, servo de Jesus Cristo, apóstolo por chamamento divino, escolhido para o Evangelho que Deus tinha de antemão prometido pelos profetas nas Sagradas Escrituras, acerca de seu Filho, nascido, segundo a carne, da descendência de David, mas, segundo o Espírito que santifica, constituído Filho de Deus em todo o seu poder pela sua ressurreição de entre os mortos: Ele é Jesus Cristo, Nosso Senhor. Por Ele recebemos a graça e a missão de apóstolo, a fim de levarmos todos os gentios a obedecerem à fé, para honra do seu nome, dos quais fazeis parte também vós, chamados por Jesus Cristo. A todos os que habitam em Roma, amados por Deus e chamados a serem santos, a graça e a paz de Deus nosso Pai e do Senhor Jesus Cristo."
        },
        {
            "type": "aleluia",
            "reference": "Mt 1, 23",
            "response": "Aleluia. Aleluia.",
            "text": "A Virgem conceberá e dará à luz um Filho, que será chamado Emanuel, Deus connosco."
        },
        {
            "type": "gospel",
            "reference": "Mt 1, 18-24",
            "snippet": "Jesus nascerá de Maria, noiva de José, filho de David",
            "announcement": "Evangelho de Nosso Senhor Jesus Cristo segundo São Mateus",
            "text": "O nascimento de Jesus deu-se do seguinte modo: Maria, sua Mãe, noiva de José, antes de terem vivido em comum, encontrara-se grávida por virtude do Espírito Santo. Mas José, seu esposo, que era justo e não queria difamá-la, resolveu repudiá-la em  segredo. Tinha ele assim pensado, quando lhe apareceu num sonho o Anjo do Senhor, que lhe disse: «José, filho de David, não temas receber Maria, tua esposa, pois o que nela se gerou é fruto do Espírito Santo. Ela dará à luz um Filho e tu pôr-Lhe-ás o nome de Jesus, porque Ele salvará o povo dos seus pecados». Tudo isto aconteceu para se cumprir o que o Senhor anunciara por meio do Profeta, que diz: «A Virgem conceberá e dará à luz um Filho, que será chamado ‘Emanuel’, que quer dizer ‘Deus connosco’». Quando despertou do sono, José fez como o Anjo do Senhor lhe ordenara e recebeu sua esposa."
        }
    ]
}